Revit 2015 API
BeamSystemTypeSet Constructor
Initializes a new instance of the BeamSystemTypeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public BeamSystemTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
BeamSystemTypeSet()
See Also
BeamSystemTypeSet Class
Autodesk.Revit.DB Namespace